mib_all = {"ifInOctets_isp1": "1.3.6.1.2.1.2.2.1.10.1",
           "ifOutOctets_isp1": ".1.3.6.1.2.1.2.2.1.16.1",
           "ifOperStatus_isp1": "1.3.6.1.2.1.2.2.1.8.1",
           "ifInOctets_isp2": "1.3.6.1.2.1.2.2.1.10.2",
           "ifOutOctets_isp2": ".1.3.6.1.2.1.2.2.1.16.2",
           "ifOperStatus_isp2": "1.3.6.1.2.1.2.2.1.8.2",
           "ifInOctets_isp1_tunnel": "1.3.6.1.2.1.2.2.1.10.25",
           "ifOutOctets_isp1_tunnel": ".1.3.6.1.2.1.2.2.1.16.25",
           "ifInOctets_isp2_tunnel": "1.3.6.1.2.1.2.2.1.10.26",
           "ifOutOctets_isp2_tunnel": ".1.3.6.1.2.1.2.2.1.16.26",
           "sysUpTime": "1.3.6.1.2.1.1.3.0",
           "sysName": "1.3.6.1.2.1.1.5.0",
           }
mib_all = {"ifInOctets_isp1": "1.3.6.1.2.1.31.1.1.1.6.1",
           "ifOutOctets_isp1": "1.3.6.1.2.1.31.1.1.1.10.1",
           "ifOperStatus_isp1": "1.3.6.1.2.1.2.2.1.8.1",

           "ifInOctets_isp2": "1.3.6.1.2.1.31.1.1.1.6.2",
           "ifOutOctets_isp2": "1.3.6.1.2.1.31.1.1.1.10.2",
           "ifOperStatus_isp2": "1.3.6.1.2.1.2.2.1.8.2",

           "ifInOctets_isp1_tunnel": "1.3.6.1.2.1.31.1.1.1.6.25",
           "ifOutOctets_isp1_tunnel": "1.3.6.1.2.1.31.1.1.1.10.25",

           "ifInOctets_isp2_tunnel": "1.3.6.1.2.1.31.1.1.1.6.26",
           "ifOutOctets_isp2_tunnel": "1.3.6.1.2.1.31.1.1.1.10.26"
           }
pref = ["ABK", "KRA", "IRK", "ULN", "YKT", "CHT", "kra","abk"]

region = {0: "РРС ВС Бурятия, Южная Якутия",
          1:"РРС ВС Забайкальский край",
          2:"РРС ВС Иркутск и Якутия",
          3:"РРС ВС Иркутская Область",
          4:"РРС ВС Красноярск",
          5:"РРС ВС Красноярский край",
          6:"РРС ВС Хакасия и Тыва",
          7:"Сервис",
          8:"Склад",
          9:"Администрация"}
